[
  "What’s a small thing that instantly makes your day better?",
  "What song have you had on repeat this week?",
  "If you could master any skill overnight, what would it be?",
  "What food combo shouldn’t work but absolutely does?",
  "What’s the most binge-worthy show you’ve ever watched?",
  "Which app do you open first every morning?",
  "What’s an underrated hobby more people should try?",
  "What’s one college life hack you swear by?",
  "What’s your go-to comfort snack?",
  "What game can you always come back to?",
  "Which movie has the best soundtrack?",
  "If you could teleport anywhere right now, where would you go?",
  "What fictional world would you actually live in?",
  "What’s your unpopular food opinion?",
  "What’s a topic you could talk about for hours?",
  "What’s your ideal weekend setup?",
  "Which season fits your personality?",
  "What class do you wish your college offered?",
  "What’s the last thing you watched that made you laugh?",
  "What’s your favorite late-night meal?",
  "Which video game has the best community?",
  "What movie should everyone watch at least once?",
  "What’s your favorite café or study spot?",
  "What’s something you wish people talked about more?",
  "What’s the most underrated streaming service?",
  "What’s your signature drink order?",
  "What’s something you always procrastinate?",
  "What’s the best meme format ever made?",
  "What childhood trend would you bring back?",
  "What gets you instantly motivated?",
  "What’s your most random talent?",
  "What smell instantly brings back memories?",
  "What song best describes your mood right now?",
  "What’s your favorite YouTube rabbit hole?",
  "What’s the best advice anyone’s given you?",
  "What’s the most chaotic food to eat quietly in class?",
  "Which emoji do you use way too much?",
  "What’s the best compliment you’ve ever received?",
  "What’s your ideal dorm or apartment aesthetic?",
  "What’s your favorite thing about this server?",
  "What instantly boosts your mood?",
  "What trend do you hope never returns?",
  "What was the last thing you impulse-bought?",
  "What’s your go-to study music?",
  "If college gave one free skip day, what would you do with it?",
  "What’s the most useful piece of tech you own?",
  "What movie quote do you use way too often?",
  "What’s the superior breakfast food?",
  "What weird habit do you have when stressed?",
  "If you had to eat one cuisine for a month, which one?",
  "What excuse do you use most when you’re late?",
  "What’s your current hyperfixation?",
  "What’s something small you’re proud of lately?",
  "What game has the best soundtrack?",
  "What’s something everyone should try at least once?",
  "What song gives you instant nostalgia?",
  "What’s your preferred way to learn something new?",
  "What’s your guilty-pleasure movie?",
  "Which app eats most of your screen time?",
  "What habit do you want to build?",
  "What’s the best compliment you can give someone?",
  "What movie can you quote from memory?",
  "What instantly makes you lose interest?",
  "What’s your favorite type of weather?",
  "What’s your dream elective class?",
  "Which conspiracy theory is weirdly entertaining?",
  "What show deserved more seasons?",
  "What’s your go-to movie snack?",
  "What do people exaggerate way too much?",
  "What food is massively overrated?",
  "What’s your hot take on social media?",
  "What song always hypes you up?",
  "What’s the most relaxing video game?",
  "What’s your karaoke song?",
  "What’s the first thing you notice about someone?",
  "What’s something tiny that makes you feel old?",
  "What fashion trend do you secretly like?",
  "What’s the cutest animal on earth?",
  "What’s a hill you’ll confidently die on?",
  "What makes you feel productive instantly?",
  "What’s your favorite study fuel?",
  "Who’s your comfort YouTuber?",
  "What fictional character deserved better?",
  "What instantly stresses you out?",
  "What’s the best fast-food chain?",
  "What’s the weirdest thing you believed as a kid?",
  "What show do you think is overrated?",
  "What can you absolutely not live without?",
  "What hobby do you want to pick up someday?",
  "What’s the best invention of the last decade?",
  "What holiday food do you love?",
  "What class did you regret taking?",
  "What kind of playlist do you listen to most?",
  "If money didn’t matter, what job would you choose?",
  "What game do you wish you could play again for the first time?",
  "What’s one thing every college student relates to?",
  "What’s a weirdly specific fear you have?",
  "What’s your go-to meal to cook (or attempt)?",
  "What smell do you absolutely love?",
  "What’s the most ‘college life’ thing you’ve done?",
  "What’s your favorite spot on campus?",
  "Which soundtrack is a masterpiece?",
  "What’s your favorite dessert?",
  "What’s an underrated thing about you?",
  "What’s the funniest thing that happened to you this month?",
  "What would your personal flag look like?",
  "What’s your go-to icebreaker question?",
  "What’s your favorite juice or smoothie combo?",
  "What’s a movie that genuinely shocked you?",
  "What song would you use to introduce yourself?",
  "What’s something you wish you learned earlier?",
  "What food do you judge people for liking?",
  "What’s something you can quote from TikTok?",
  "What’s a song that feels like summer?",
  "Which social media trend is actually wholesome?",
  "What’s a simple pleasure you appreciate?",
  "What’s the most clutch moment you’ve had?",
  "What class do you think should be mandatory for everyone?",
  "What’s a random thing you recently learned?",
  "Which celebrity do you think would be fun to hang out with?",
  "What’s a fictional food you want to try?",
  "What’s something you recommend to absolutely everyone?",
  "What’s your go-to comfort show?",
  "What song makes you emotional for no reason?",
  "What’s the last thing that surprised you?",
  "Which decade had the best aesthetic?",
  "What’s your preferred way to unwind?",
  "What’s a movie you can rewatch forever?",
  "What’s your go-to midnight distraction?",
  "What’s a weird flex you actually have?",
  "What’s something that instantly gives you secondhand embarrassment?",
  "What’s a harmless conspiracy theory you actually enjoy?",
  "What’s your favorite animal noise?",
  "What app do you wish more people used?",
  "What’s your most controversial snack take?",
  "What’s your perfect morning routine?",
  "What video game character would you be best friends with?",
  "What’s your comfort meal?",
  "What’s something you're currently obsessed with?",
  "What’s a book you think everyone should read?",
  "What trend grew on you over time?",
  "What’s your favorite smell in nature?",
  "What’s a social situation you're surprisingly good at?",
  "What’s a food you'll never get tired of?",
  "What’s one thing you'd never do again?",
  "What underrated game deserves more attention?",
  "What’s your favorite guilty-pleasure snack?",
  "What’s a weird compliment someone gave you?",
  "What time period would you visit for one week?",
  "What’s your current comfort character?",
  "What’s your favorite way to waste time productively?",
  "What’s the best thing you’ve bought under $20?",
  "What’s something people overcomplicate too much?",
  "What’s your go-to creative outlet?",
  "What’s your favorite ice cream flavor?",
  "What’s the funniest notification you’ve ever gotten?",
  "What’s the best limited-time item a restaurant ever released?",
  "What’s something you recently fixed or built?",
  "What’s your favorite vibe of music?",
  "What era of your life was the funniest?",
  "What’s your most wholesome memory this year?",
  "What’s a video you show everyone?",
  "What’s the best thing about being your age?",
  "What’s one thing adults exaggerated about growing up?",
  "What’s your favorite type of fries?",
  "What’s a phrase you say way too often?",
  "What’s something small that feels luxurious?",
  "What’s your favorite form of self-care?",
  "What movie villain secretly had a point?",
  "What’s a hobby you picked up randomly?",
  "What’s your favorite type of pasta?",
  "What’s your go-to song when you don’t know what to play?",
  "What trend should make a comeback?",
  "What smell reminds you of home?",
  "What game do you dominate at?",
  "What’s something you’d love to learn for fun?",
  "What random thing sparks nostalgia for you?",
  "What food instantly boosts your mood?",
  "What’s your favorite time of day?",
  "What movie scared you way more than it should’ve?",
  "What’s a comfort item you still have?",
  "What’s a food you eat in a very specific way?",
  "What underrated movie should more people watch?",
  "What’s your favorite weird fact?",
  "What’s a sound that instantly calms you?",
  "What’s your favorite thing to draw or doodle?",
  "What’s something you surprisingly enjoy doing alone?",
  "What’s a song that reminds you of childhood?",
  "What’s your go-to drink at 2 AM?",
  "What movie quote lives in your head rent-free?",
  "What’s something you want to do before the year ends?",
  "What’s the best thing to pair with coffee?",
  "What’s the most useful app on your phone?",
  "What food do you always forget you like?",
  "What’s a cartoon you miss?",
  "What’s something people always ask you for help with?",
  "What’s the most chaotic food you enjoy?",
  "What’s your favorite type of soup?",
  "What’s your least favorite household chore?",
  "What’s a skill you'd teach everyone if you could?",
  "What game could you talk about endlessly?",
  "What’s a movie you think about often?",
  "What’s something you eat even though you know it’s bad for you?",
  "What’s a smell that makes you instantly hungry?",
  "What’s the most satisfying thing you did this week?",
  "What’s a food you irrationally hate?",
  "What’s a moment you think about once a month?",
  "What’s something you learned embarrassingly late?",
  "What condiment do you use too much?",
  "What’s your favorite rainy-day activity?",
  "What’s an oddly emotional song for you?",
  "What food is elite at 2 AM?",
  "What’s the best cereal?",
  "What’s your favorite kind of cookie?",
  "What’s something you lose constantly?",
  "What’s the worst movie you’ve ever loved?",
  "What’s a sound you hate?",
  "What’s the best free thing online?",
  "What’s the last thing that made you go ‘no way’?",
  "What’s an app you think will die soon?",
  "What’s your favorite small tradition?",
  "What’s a topic you want to learn more about?",
  "What’s the funniest thing you’ve seen recently?",
  "What’s your go-to pizza topping?",
  "What random thing restores your faith in humanity?",
  "What’s your dream pet?",
  "What’s the worst advice you’ve ever heard?",
  "What’s a movie that feels like comfort?",
  "What’s the best type of sandwich?",
  "What task do you put off the longest?",
  "What’s something you learned that blew your mind?",
  "What’s a product you recommend constantly?",
  "What’s a simple food that’s always good?",
  "What’s a movie with perfect casting?",
  "What’s a game you wish more people played?",
  "What’s something that instantly makes you laugh?",
  "What’s the most wholesome thing you’ve seen this month?",
  "What smell should be a candle scent?",
  "What song makes you feel like the main character?",
  "What’s a weird hill you’ll die on?",
  "What’s the coldest take you believe?",
  "What’s a food you refuse to eat?",
  "What holiday food is elite?",
  "What’s your favorite lazy meal?",
  "What movie is a 10/10 with friends?",
  "What’s your toxic trait in gaming?",
  "What’s your most-used phrase recently?",
  "What’s the best limited flavor of anything?",
  "What’s your go-to comfort purchase?",
  "What’s your go-to random fun fact?",
  "What’s your favorite kind of chocolate?",
  "What notification sound do you hate?",
  "What’s your most used app besides social media?",
  "What’s your ideal superpower?",
  "What’s something you’re surprisingly good at?",
  "What’s a show you think everyone should try at least once?",
  "What’s the funniest thing your brain has convinced you?",
  "What’s the best road trip snack?",
  "What’s something that's way more complicated than it should be?",
  "What’s an animal you want to hold at least once?",
  "What sound do you associate with childhood?",
  "What’s your go-to karaoke duet?",
  "What’s a movie that improved your mood instantly?",
  "What’s a cartoon theme song you still remember?",
  "What’s the most clutch thing you’ve ever done?",
  "What’s your favorite type of bread?",
  "What’s one thing you’d tell your younger self?",
  "What’s a video game moment you’ll never forget?",
  "What’s something you didn’t expect to enjoy but did?",
  "What’s a flavor that should exist but doesn’t?",
  "What’s the funniest WiFi name you’ve seen?",
  "What’s your favorite thing to collect?",
  "What’s an irrational fear you overcame?",
  "What’s the most addicting app you use?",
  "What’s a movie quote you use in daily life?",
  "What’s the most dramatic thing you’ve done for food?",
  "What’s the best thing you cook?",
  "What’s a song you’ll never skip?",
  "What’s a movie genre you’ll always watch?",
  "What’s your current comfort hobby?",
  "What’s your favorite item on your desk?",
  "What’s your dream gaming setup item?",
  "What’s a goal you set recently?",
  "What’s the most iconic vine ever?",
  "What’s a song that makes everything feel like a movie scene?",
  "What’s the best thing about your current routine?",
  "What’s something you want to try this year?",
  "What’s your favorite childhood drink?",
  "What’s an app you wish you could delete but can’t?",
  "What’s the most chaotic thing you’ve seen in a dining hall?",
  "What’s your favorite type of noodle?",
  "What’s a sound effect you quote too often?",
  "What’s a weird food you love?",
  "What’s the hardest you’ve ever laughed?",
  "What’s your favorite smell from a store?",
  "What’s something you miss about being younger?",
  "What snack do you think is underrated?",
  "What’s the last thing you DIY’d?",
  "What game has the best art style?",
  "What’s a song that helps you focus?",
  "What’s your favorite warm beverage?",
  "What’s a random thing that gives you hope?",
  "What’s a food you only crave at night?",
  "What’s the most satisfying notification you can get?",
  "What trend do you wish never existed?",
  "What’s the funniest autocorrect fail you’ve had?",
  "What’s a smell that makes you instantly happy?",
  "What song feels like a hug?",
  "What’s something you wish wasn’t so expensive?",
  "What’s your perfect snack combo?",
  "What’s your go-to outfit vibe?",
  "What’s your favorite place to relax?",
  "What food gives you instant nostalgia?",
  "What’s the most unexpectedly wholesome moment you’ve seen?",
  "What’s something you learned from TikTok?",
  "What flavor of chips is elite?",
  "What’s your favorite candy?",
  "What’s the best birthday gift you’ve ever gotten?",
  "What song do you secretly know all the lyrics to?",
  "What weird thing do you collect without meaning to?",
  "What’s a video game soundtrack you love?",
  "What’s something that shouldn’t be funny but is?",
  "What’s your favorite frozen treat?",
  "What’s the most satisfying thing to clean?",
  "What’s something you always forget at the store?",
  "What’s your ideal weather for productivity?",
  "What’s your favorite fruit?",
  "What’s a random smell you enjoy?",
  "What’s a viral trend you actually like?",
  "What snack would you bring on a long trip?",
  "What’s a habit you’re proud of?",
  "What’s your favorite emoji combo?",
  "What’s something you recently organized?",
  "What’s your most controversial movie opinion?",
  "What’s your comfort YouTube video?",
  "What food do you always order the same way?",
  "What’s the cutest thing you've seen online recently?",
  "What’s your favorite crisp/fry texture?",
  "What’s the most iconic meme of all time?",
  "What’s your favorite breakfast food?",
  "What’s your go-to late-night drink?",
  "What’s something that used to scare you but doesn’t anymore?",
  "What’s the best limited-edition food that disappeared?",
  "What’s the best thing about your current friend group?",
  "What’s a random thing you’re grateful for?",
  "What food is better homemade?",
  "What food is better store-bought?",
  "What’s your favorite kind of pizza?",
  "What’s your dream dessert?",
  "What’s the best background noise for studying?",
  "What’s something that always makes you hungry?",
  "What snack should be illegal but isn’t?",
  "What’s the funniest misunderstanding you’ve had?",
  "What’s your favorite small joy in life?",
  "What’s your ideal nap length?",
  "What’s something you wish was easier to buy?",
  "What’s the best thing to drink on a cold day?",
  "What’s the best thing to drink on a hot day?",
  "What’s your favorite texture of food?",
  "What’s a smell that reminds you of summer?",
  "What’s the funniest insult that isn’t actually mean?",
  "What game do you think defined your childhood?",
  "What’s your favorite sandwich?",
  "What’s a weird sleep habit you have?",
  "What’s the best thing about being online?",
  "What’s something you love that no one expects?",
  "What’s your favorite comfy outfit?",
  "What’s something small you celebrated recently?",
  "What’s a food you think everyone secretly loves?",
  "What’s a sound you wish you could bottle up?",
  "What’s a song that sounds like nostalgia?",
  "What’s your favorite drink with ice?",
  "What’s something you think is underrated?",
  "What’s your favorite scent for candles?",
  "What’s a food you’d love to make from scratch?",
  "What’s something that always breaks too fast?",
  "What’s the cutest pet name you’ve heard?",
  "What’s a phrase from your childhood you still say?",
  "What’s the best thing about weekends?",
  "What’s your go-to hobby when bored?",
  "What food always tastes better with cheese?",
  "What’s your favorite game character?",
  "What’s a random thing you always carry?",
  "What’s a drink you think is overrated?",
  "What’s the most wholesome compliment you’ve ever heard?"
]
